<?php
/*
+ ----------------------------------------------------------------------------+
|     esGlobalBan - Language File.
|
|     $Source: /cvsroot/banned/languages/English/lan_demos.php,v $
|     $Revision: 1.0 $
|     $Date: 2009/10/07 11:56:39 $
|     $Author: Odonel $
+----------------------------------------------------------------------------+
*/

$LANDEMOS_001 = 'Файл успешно загружен!';
$LANDEMOS_002 = 'Ошибка отправки файла!!  Возможно файл с таким именем уже существует, попробуйте сменить имя файла. В случае неудачи обратитесь к администратору.';
$LANDEMOS_003 = 'Ошибка отправки файла!!  Разрешены только .zip и .rar форматы файлов';
$LANDEMOS_004 = 'Файл удален!';
$LANDEMOS_005 = 'Загрузка демо';
$LANDEMOS_006 = 'Steam ID:';
$LANDEMOS_007 = '(правильный формат:  <b>STEAM_X:X:XXXXXX</b>)';
$LANDEMOS_008 = 'Steam ID неверен';
$LANDEMOS_009 = 'Ник подозреваемого:';
$LANDEMOS_010 = "Пожалуйста, введи ник подозреваемого в читах.";
$LANDEMOS_011 = 'Ваш  ник:';
$LANDEMOS_012 = '(не обязательно)';
$LANDEMOS_013 = 'Ваш Steam ID:';
$LANDEMOS_014 = 'Сервер:';
$LANDEMOS_015 = 'Нет';
$LANDEMOS_016 = 'Причина:';
$LANDEMOS_017 = 'Нарушение правил сервера';
$LANDEMOS_018 = 'Файл:';
$LANDEMOS_019 = 'Пожалуйста укажите путь в файлу.';
$LANDEMOS_020 = 'Тип файла неверен.';
$LANDEMOS_021 = 'Отправить';
$LANDEMOS_022 = 'Для больших файлов может потребоваться некоторое время';
$LANDEMOS_023 = 'ВНИМАНИЕ:';
$LANDEMOS_024 = 'Поля отмеченные';
$LANDEMOS_025 = 'обязательны к заполнению.';
$LANDEMOS_026 = 'Разрешены только .zip и .rar форматы файлов (Максимальный размер';
$LANDEMOS_027 = ' MB).';
$LANDEMOS_028 = 'В списке отображены ';
$LANDEMOS_029 = '-';
$LANDEMOS_030 = ' из';
$LANDEMOS_031 = 'Подозреваемый';
$LANDEMOS_032 = 'Имя файла';
$LANDEMOS_033 = 'Дата добавления';
$LANDEMOS_034 = 'Сервер';
$LANDEMOS_035 = 'Статус бана';
$LANDEMOS_036 = 'Забанить';
$LANDEMOS_037 = 'Удалить';
$LANDEMOS_038 = 'Забанить данного игрока';
$LANDEMOS_039 = 'Удалить файл';
$LANDEMOS_040 = 'Новый файл демо загужен';
$LANDEMOS_041 = 'Пройдите по данной ссылке чтобы просмотреть новый файл демо';
$LANDEMOS_042 = 'Front:';
$LANDEMOS_043 = ' управление банами GlobalBan';
$LANDEMOS_044 = 'Пред.';
$LANDEMOS_045 = 'След.';
$LANDEMOS_046 = 'Поиск';


?>