<?php
/*
+ ----------------------------------------------------------------------------+
|     esGlobalBan - Language File.
|
|     $Source: /cvsroot/banned/languages/Russian/lan_navigation.php,v $
|     $Revision: 1.0 $
|     $Date: 2009/07/02 30:36:39 $
|     $Author: Odonel $
+----------------------------------------------------------------------------+
*/

$LANNAV_001 = 'Портал';
$LANNAV_002 = 'Форум';
$LANNAV_003 = 'STEAM баны';
$LANNAV_004 = 'IP баны';
$LANNAV_005 = 'Забанить';
$LANNAV_006 = 'Импорт банов';
$LANNAV_007 = 'Наши сервера';
$LANNAV_008 = 'Профиль';
$LANNAV_009 = 'Настройки';
$LANNAV_010 = 'Причины банов';
$LANNAV_011 = 'Длительность';
$LANNAV_012 = 'Фильтры';
$LANNAV_013 = 'Сервера';
$LANNAV_014 = 'Группы серв.';
$LANNAV_015 = 'Адм. группы';
$LANNAV_016 = 'Пользователи';
$LANNAV_017 = 'Выход';
$LANNAV_018 = 'Демо';
$LANNAV_019 = 'Админ';
$LANNAV_020 = 'Статистика';
$LANNAV_021 = 'Английский';
$LANNAV_022 = 'Испанский';
$LANNAV_023 = 'Французский';
$LANNAV_024 = 'Русский';
$LANNAV_025 = 'Войти';
?>