<?php
/*
+ ----------------------------------------------------------------------------+
|     esGlobalBan - Language File.
|
|     $Source: /cvsroot/banned/languages/Russian/lan_configurationSave.php,v $
|     $Revision: 1.0 $
|     $Date: 2009/07/02 30:36:39 $
|     $Author: Odonel $
+----------------------------------------------------------------------------+
*/

$LAN_CONFIGURATIONSAVE_001 = 'Изменение параметров для ';
$LAN_CONFIGURATIONSAVE_002 = 'Внимание: если вы покинете эту страницу, сохранение параметров продолжится. Однако, обновление этой страницы или слишком быстрый переход на предыдущую страницу может прервать изменения, из-за чего потребуется новое сохранение параметров.';

?>