<?php
/*
+ ----------------------------------------------------------------------------+
|     esGlobalBan - Language File.
|
|     $Source: /cvsroot/banned/languages/French/lan_Profile.php,v $
|     $Revision: 1.0 $
|     $Date: 2009/07/02 30:36:39 $
|     $Author: Odonel $
+----------------------------------------------------------------------------+
*/

$LAN_PROFILE_001 = 'Профиль пользователя - Основная информация';
$LAN_PROFILE_002 = 'Ник:';
$LAN_PROFILE_003 = 'Введите верный ник.';
$LAN_PROFILE_004 = "Steam ID:";
$LAN_PROFILE_005 = "(правильный формат <b>STEAM_X:X:XXXXXX</b>)";
$LAN_PROFILE_006 = 'Недопустимый Steam ID';
$LAN_PROFILE_007 = 'Email:';
$LAN_PROFILE_008 = 'Недопустимый email';
$LAN_PROFILE_009 = 'Старый пароль:';
$LAN_PROFILE_010 = 'Недопустимый пароль';
$LAN_PROFILE_011 = 'Обновить';
$LAN_PROFILE_012 = 'Информация обновлена';
$LAN_PROFILE_013 = 'Недопустимые данные,изменения не применены.';
$LAN_PROFILE_014 = 'Необходим только при смене email адреса.';
$LAN_PROFILE_015 = 'Профиль пользователя - Смена пароля';
$LAN_PROFILE_016 = 'Текущий пароль:';
$LAN_PROFILE_017 = 'Неверный пароль';
$LAN_PROFILE_018 = 'Новый пароль:';
$LAN_PROFILE_019 = 'Недопустимый пароль';
$LAN_PROFILE_020 = 'Подтвердите пароль:';
$LAN_PROFILE_021 = 'Пароли не совпадают';
$LAN_PROFILE_022 = 'Обновить';
$LAN_PROFILE_023 = 'Для изменения пароля необходимо заполнить все поля.<br/> Пароль должен содержать как минимум 1 цифру и быть длиной не короче 6 символов.';
$LAN_PROFILE_024 = 'Пароль обнавлен';

?>