<?php
/*
+ ----------------------------------------------------------------------------+
|     esGlobalBan - Language File.
|
|     $Source: /cvsroot/banned/languages/English/lan_demos.php,v $
|     $Revision: 1.0 $
|     $Date: 2009/10/07 11:56:39 $
|     $Author: Odonel $
|     $Translated from English to Russian: ВаДяРа from Dagunchi's Gaming Arena $
+----------------------------------------------------------------------------+
*/

$LANDEMOS_001 = 'Успешно Загружено Демо!';
$LANDEMOS_002 = 'Ошибка при загрузке файла!!  Возмошна причина в названия Демо.';
$LANDEMOS_003 = 'Ошибка при загрузке файла!!  Тока .zip and .rar Разрешены';
$LANDEMOS_004 = 'Успешное Удаления!';
$LANDEMOS_005 = 'Загрузить Демо';
$LANDEMOS_006 = 'Steam ID:';
$LANDEMOS_007 = '(должен быть в таком формате: <b>STEAM_X:X:XXXXXX</b>)';
$LANDEMOS_008 = 'Steam ID не в правелном формате ';
$LANDEMOS_009 = 'нарушитель:';
$LANDEMOS_010 = "Пожалуйста, введите имя правонарушителя.";
$LANDEMOS_011 = 'Ваше Имя:';
$LANDEMOS_012 = '(не требуется)';
$LANDEMOS_013 = 'Вашь Steam ID:';
$LANDEMOS_014 = 'Сервер:';
$LANDEMOS_015 = 'нет серверов';
$LANDEMOS_016 = 'Пречина:';
$LANDEMOS_017 = 'Нарушал Правела Серв.';
$LANDEMOS_018 = 'файл:';
$LANDEMOS_019 = 'пожалуста выберети файл.';
$LANDEMOS_020 = 'неправельный файл.';
$LANDEMOS_021 = 'Отправить Демо';
$LANDEMOS_022 = 'Это может занаять больше времени иза размера файла.';
$LANDEMOS_023 = 'Заметка:';
$LANDEMOS_024 = 'Полей с ';
$LANDEMOS_025 = 'являются обязательными.';
$LANDEMOS_026 = 'ВЫ тока можете загружать .zip, иле .rar файлы (';
$LANDEMOS_027 = ' MB max).';
$LANDEMOS_028 = 'Список Демо показеваюшй их';
$LANDEMOS_029 = ' к ';
$LANDEMOS_030 = ' от ';
$LANDEMOS_031 = 'нарушитель';
$LANDEMOS_032 = 'Демо-файл';
$LANDEMOS_033 = 'Добавлен';
$LANDEMOS_034 = 'Сервер';
$LANDEMOS_035 = 'Забанен';
$LANDEMOS_036 = 'Добавить';
$LANDEMOS_037 = 'Удалить';
$LANDEMOS_038 = 'Шёлкните чтоб забанить этова пользавателя';
$LANDEMOS_039 = 'Щёлкните чтобы удалить Демо';
$LANDEMOS_040 = 'Новая Демо Загружена';
$LANDEMOS_041 = 'Нажмите на следующую ссылку, чтобы рассмотреть вновь добавленные демо';
$LANDEMOS_042 = 'Фронт:';
$LANDEMOS_043 = ' Управление к Глобальному бану ';
$LANDEMOS_044 = 'Препедушия';
$LANDEMOS_045 = 'Следушая';
$LANDEMOS_046 = 'Поиск';


?>