<?php
/*
+ ----------------------------------------------------------------------------+
|     esGlobalBan - Language File.
|
|     $Source: /cvsroot/banned/languages/English/lan_demos.php,v $
|     $Revision: 1.0 $
|     $Date: 2009/10/07 11:56:39 $
|     $Author: Odonel $
|     $Translated from English to Russian: ВаДяРа from Dagunchi's Gaming Arena $
+----------------------------------------------------------------------------+
*/

$LAN_PROFILE_001 = 'Профиль пользователя - Общая информаци';
$LAN_PROFILE_002 = 'Имя пользователя:';
$LAN_PROFILE_003 = 'Введите правелное имя пользователя.';
$LAN_PROFILE_004 = "Steam ID:";
$LAN_PROFILE_005 = "(должно быть в <b>STEAM_X:X:XXXXXX</b> формате)";
$LAN_PROFILE_006 = 'Steam ID в неправелной форме';
$LAN_PROFILE_007 = 'Электронная почта:';
$LAN_PROFILE_008 = 'Введите правелний адрес электронной почти';
$LAN_PROFILE_009 = 'Старый пароль:';
$LAN_PROFILE_010 = 'Недеиствителная Пароль';
$LAN_PROFILE_011 = 'Обновление';
$LAN_PROFILE_012 = 'Обновление Общей информации';
$LAN_PROFILE_013 = 'Все внесенные изменения были сброшены из-за неправильного ввода.';
$LAN_PROFILE_014 = 'Требуется только в случае, если менаете электронную почту.';
$LAN_PROFILE_015 = 'Профиль - Изменение пароля';
$LAN_PROFILE_016 = 'Текущий пароль:';
$LAN_PROFILE_017 = 'Введите верний пароль';
$LAN_PROFILE_018 = 'Новый пароль:';
$LAN_PROFILE_019 = 'Введите верний пароль';
$LAN_PROFILE_020 = 'Подтвердите новый пароль:';
$LAN_PROFILE_021 = 'Пароль несовподает';
$LAN_PROFILE_022 = 'Обновление';
$LAN_PROFILE_023 = 'Все поля паролей выше в разделе, необходимые для смены пароля. <br/> Пароль должен содержать как минимум 1 цифру и составлять не менее 6 символов.';
$LAN_PROFILE_024 = 'Обновление Пароля';

?>