<?php
/*
+ ----------------------------------------------------------------------------+
|     esGlobalBan - Language File.
|
|     $Source: /cvsroot/banned/languages/English/lan_demos.php,v $
|     $Revision: 1.0 $
|     $Date: 2009/10/07 11:56:39 $
|     $Author: Odonel $
|     $Translated from English to Russian: ВаДяРа from Dagunchi's Gaming Arena $
+----------------------------------------------------------------------------+
*/

$LAN_CONFIGURATION_001 = 'Пожалуйста, введите правильный адрес электронной почты.';
$LAN_CONFIGURATION_002 = 'уже находится в списке';
$LAN_CONFIGURATION_003 = 'Вы должны указать директорию для демо.';
$LAN_CONFIGURATION_004 = "Вы должны указать предельный размер демо -.";
$LAN_CONFIGURATION_005 = "Вы должны указать сообщение бана.";
$LAN_CONFIGURATION_006 = 'Вы должны указать количество дней, чтобы держать в ожидании забаненова.';
$LAN_CONFIGURATION_007 = 'Вы должны указать  хэш-код по соображениям безопасности.';
$LAN_CONFIGURATION_008 = 'Вы должны указать таблицу  SMF  prefix.';
$LAN_CONFIGURATION_009 = 'Вы должны указать группу SMF которые будут иметь полную власть привилегий .';
$LAN_CONFIGURATION_010 = 'Вы должны указать группу   SMF которые будут иметь привилегий запрета менеджера.';
$LAN_CONFIGURATION_011 = 'Вы должны указать группу SMF  которые будут иметь права администратора.';
$LAN_CONFIGURATION_012 = 'Вы должны указать группу SMF   , которые будут иметь привилегии члена.';
$LAN_CONFIGURATION_013 = 'Вы должны указать группу SMF, что не будет иметь немедленные полномочия.';
$LAN_CONFIGURATION_014 = 'Вы должны указать код пользователя создания.';
$LAN_CONFIGURATION_015 = 'Информация о версии';
$LAN_CONFIGURATION_016 = 'Ваша Версия:';
$LAN_CONFIGURATION_017 = 'Настройки сайта';
$LAN_CONFIGURATION_018 = 'Название сайта';
$LAN_CONFIGURATION_019 = 'Это название сообщества, которая отображается в заголовке окна браузера.';
$LAN_CONFIGURATION_020 = 'Логотип';
$LAN_CONFIGURATION_021 = 'Это должно быть точное имя файла изображения логотипа найти в каталог картинок. (dislpays в верхней части страницы)';
$LAN_CONFIGURATION_022 = 'Офицальная Версия:';
$LAN_CONFIGURATION_023 = 'Включите Форум Ссылки';
$LAN_CONFIGURATION_024 = 'Это добавит элемент меню, который пойдет на вашем форуме сообщества.';
$LAN_CONFIGURATION_025 = 'Да';
$LAN_CONFIGURATION_026 = 'нет';
$LAN_CONFIGURATION_027 = 'Адресс Форума';
$LAN_CONFIGURATION_028 = 'Введите в адрес вашего форума, если у вас включен форум ссылки.';
$LAN_CONFIGURATION_029 = 'Баны На странице';
$LAN_CONFIGURATION_030 = 'Это устанавливает число банов, которое будет отображаться на странице о запрете в списоке банов .';
$LAN_CONFIGURATION_031 = 'Количество страниц, ссылки';
$LAN_CONFIGURATION_032 = "Число ссылок на показ до и после выбранной странице (IE: set at \'2\' Вы бы увидели \'1 2 ... 10 11 [12] 13 14 ... 23 24\').";
$LAN_CONFIGURATION_033 = 'Демо-каталог';
$LAN_CONFIGURATION_034 = 'Каталог по отношению к корню этой веб-странице. По умолчанию она установлена в папке Демо.';
$LAN_CONFIGURATION_035 = 'Ограничения Размера Демо (MB)';
$LAN_CONFIGURATION_036 = 'Максимальный размер демо в Мб, который может быть загружен. Это не может быть выше, чем это определено в конфигурационном файле php.ini.';
$LAN_CONFIGURATION_037 = 'Пользователь создавать код';
$LAN_CONFIGURATION_038 = 'Это код, который вы можете дать членам / администраторам создавать свой собственный счет, чтобы получить доступ к этому сайту, если вы работаете в автономном режиме.';
$LAN_CONFIGURATION_039 = 'Отправить письма о бане ';
$LAN_CONFIGURATION_040 = 'Если да, то все сообщения, приведенные ниже, получите по электронной почте при добавлении новых ban.';
$LAN_CONFIGURATION_041 = 'Отправлять письма на демо Добавить';
$LAN_CONFIGURATION_042 = 'Если да, то все сообщения, приведенные ниже, получите по электронной почте при добавлении новых демо -.';
$LAN_CONFIGURATION_043 = 'Почтовый адрес отправителя';
$LAN_CONFIGURATION_044 = "Это \ 'от \ "Адрес электронной почте виден ниже, когда они получают электронную почту по поваду добавленных нових запретов или демо.";
$LAN_CONFIGURATION_045 = 'Адреса электронной почты, чтобы получить, бан и Демо записи';
$LAN_CONFIGURATION_046 = 'Адрес электронной почты людей, которых вы хотите штоб оны получале сообшение о добавленних банов или demo.';
$LAN_CONFIGURATION_047 = 'добавит >>';
$LAN_CONFIGURATION_048 = '<< удалит';
$LAN_CONFIGURATION_049 = 'Настройка бана ';
$LAN_CONFIGURATION_050 = 'Сообщение бана ';
$LAN_CONFIGURATION_051 = "Сообшение, которое забанела пользователеи будет видеть, когда оны пытаются подключиться к серверам. Используйте Var \ 'gb_time \ ", чтобы добавить длину и \' gb_reason \", чтобы добавить причину бана в сообщении, например: Вы запретили gb_time потому gb_reason. Посетите www.yourweb.com/banned/ Для получения дополнительной информации.";
$LAN_CONFIGURATION_052 = 'Позволяют администраторам запретить';
$LAN_CONFIGURATION_053 = 'Установите ее в истинный чтобы позволить администраторам Банить другим администраторам.';
$LAN_CONFIGURATION_054 = 'Дней Продолжительность Бана';
$LAN_CONFIGURATION_055 = "Количество дней бана в режиме ожидания должны быть запрещены для. Это относится только к банам больше чем на 1 час и выпущенные членами. Бан не будет отличаться от неактивных банов после такого количества дней, если она не удаляется из статуса ожиданий. Установите в \ '0 \ 'позволять кому-либо запрещено участие более часа, чтобы иметь возможность мгновенно вернуться.";
$LAN_CONFIGURATION_056 = 'Удалить ожидания на демо Загрузить';
$LAN_CONFIGURATION_057 = 'Удалите статус ожидаемово бана если ктота из членов загрузил demo на ожидаемово бана.';
$LAN_CONFIGURATION_058 = 'Hash Code';
$LAN_CONFIGURATION_059 = 'Это секретный код, который используется script ES поговорить с веб-сервера при бане. Это позволит избежать некоторых случайных лиц с добавлением Bans.';
$LAN_CONFIGURATION_060 = 'Научите Администраторы';
$LAN_CONFIGURATION_061 = "Установите на Да, если вы хотите, чтобы отобразить \ 'Type! Banmenu \' сообщение после члена / Admin умирает. Это должно научить или напомнить членам, как Банить.";
$LAN_CONFIGURATION_062 = 'SMF параметры интеграции';
$LAN_CONFIGURATION_063 = 'Включите SMF интеграция';
$LAN_CONFIGURATION_064 = 'Включить это для интеграции с советами SMF  и использовать группы SMF вместо члена. SMF таблицы должны начинаться с smf_. GlobalBan веб-страницы должны быть установлены в папке форумы (yoursite.com / Форумы / забанен).';
$LAN_CONFIGURATION_065 = 'SMF таблица префикса';
$LAN_CONFIGURATION_066 = 'Префикса таблицы SMF (normally smf_ by default).';
$LAN_CONFIGURATION_067 = 'SMF Супер Пользеваская Группа';
$LAN_CONFIGURATION_068 = 'Войти в группу ID , который вы хотите ассоциировать с этим будут иметь полный доступ к этому сайту.';
$LAN_CONFIGURATION_069 = 'SMF Групаа менеджеров По Банам';
$LAN_CONFIGURATION_070 = 'Введите ID  группы, которую вы хотите ассоциировать с этим будут иметь доступ к все Банам.';
$LAN_CONFIGURATION_071 = 'SMF Группа Админов';
$LAN_CONFIGURATION_072 = 'Введите ID   группы, которую вы хотите ассоциировать с этим сможет Забанить любому пользевателя без каких-либо ограничений.';
$LAN_CONFIGURATION_073 = 'SMF Групаа участников';
$LAN_CONFIGURATION_074 = "Введите ID  группы, которую вы хотите ассоциировать с этим будут иметь доступ к все Банам, но все баны простояушие больше чем 1 час будет размещени в режиме ожидания. Если бан не удаляют из режима ожидания после изтечению числа дней, то бан станет неактивным.";
$LAN_CONFIGURATION_075 = 'SMF Нет Power Group';
$LAN_CONFIGURATION_076 = 'Введите ID  группы, которую вы хотите ассоциировать с этим не будут иметь никаких полномочий и будет полагаться на полномочие Админскои группи.';
$LAN_CONFIGURATION_077 = 'Сохранить конфигурацию';
$LAN_CONFIGURATION_078 = 'Заметка: Сохранение конфигурации будет также обновлять GlobalBan.cfg на всех активных серверах.';
$LAN_CONFIGURATION_079 = 'Доступ Закрыт.';
$LAN_CONFIGURATION_080 = '';
$LAN_CONFIGURATION_081 = '';
$LAN_CONFIGURATION_082 = 'Генерация';
$LAN_CONFIGURATION_083 = 'Включит Веб-ссылку';
$LAN_CONFIGURATION_084 = 'Это добавит элемент меню, который пойдет на ваш сайт сообщества.';
$LAN_CONFIGURATION_085 = 'Веб адрес';
$LAN_CONFIGURATION_086 = 'Введите в адрес вашей веб стрници Если включена функция веб-ссылки. Пример: http://www.yourdomain.com';
$LAN_CONFIGURATION_087 = 'Включит HLstatsX ссылку';
$LAN_CONFIGURATION_088 = 'Это позволит добавить ссылку на каждый Steam_ID в список Бан, которая будет искать его в вашем HLstatsX Community Edition (http://www.hlxcommunity.com/).';
$LAN_CONFIGURATION_089 = 'HlstatsX адрес';
$LAN_CONFIGURATION_090 = 'Введите в адрес вашего веб HLStatsX ссылку, Если вы включили ссылку HLStatsX. Пример: http://www.yourdomain.com/HlstatsX/ ';
$LAN_CONFIGURATION_091 = 'Язык по умолчанию ';
$LAN_CONFIGURATION_092 = 'Язык, который был показан по умолчанию для всех посетителей, не указан. Также будет использоваться в сообщениях, отправляемых на игровом сервере. ';
$LAN_CONFIGURATION_093 = 'e107 параметры интеграции ';
$LAN_CONFIGURATION_094 = 'Включите e107 Авто новий поист ';
$LAN_CONFIGURATION_095 = 'Если у вас есть e107 форум и хочете штоб GlobalBan автоматически создал новый пост в вашем форуме e107 каждый раз кто-то добавляет новый бан, выберите этот параметр и установить оставшуюся часть этого раздела. ';
$LAN_CONFIGURATION_096 = 'e107 Веб адрес';
$LAN_CONFIGURATION_097 = "Введите в адрес вашего веб e107. Пример: \ 'http://www.your_e107_domain.com/ \'";
$LAN_CONFIGURATION_098 = "e107 хоста базы данных";
$LAN_CONFIGURATION_099 = "Установить e107 Database \ 'S хост, Normaly It \' s Localhost.";
$LAN_CONFIGURATION_100 = "e107 таблица префикса";
$LAN_CONFIGURATION_101 = "Префикса Вашей e107 таблиц (как правило, \ 'e107_ \' по умолчанию).";
$LAN_CONFIGURATION_102 = "Имя пользователя Бази данных";
$LAN_CONFIGURATION_103 = "MySQL пользователь с доступом к базе данных, используемой на e107.";
$LAN_CONFIGURATION_104 = "e107 Имя пользователя";
$LAN_CONFIGURATION_105 = "e107 зарегистрированных пользователей, что мы хотим перечисленные в качестве автора поста GlobalBan Generated. Введем его, используя формат \ 'ID.Usuario \', например \ '5. Globalban \ '.";
$LAN_CONFIGURATION_106 = "Пароль к Базе данных";
$LAN_CONFIGURATION_107 = "Пароль пользователя MySQL для доступа к базе данных e107.";
$LAN_CONFIGURATION_108 = "ID категории форума";
$LAN_CONFIGURATION_109 = "Например, если ваш Бан e107 форум категорию ссылки \ 'http://www.youre107.com/e107_plugins/forum/forum_viewforum.php?19 \', вы должны установить его на \ '19 \ '";
$LAN_CONFIGURATION_110 = "Название базы данных";
$LAN_CONFIGURATION_111 = "Имя базы данных MySQL, используемые в вашей e107.";
$LAN_CONFIGURATION_112 = 'Предупреждения об экс-бане игрока Для ';
$LAN_CONFIGURATION_113 = 'Позволяет выбрать, какие игроки будут рекомендуется во время игры при подключении игрока, который был Забанен временно Бан уже истек.';
$LAN_CONFIGURATION_114 = 'Каждый игрок';
$LAN_CONFIGURATION_115 = 'Админы Ex-Banned';
$LAN_CONFIGURATION_116 = 'Тока админы (Chat)';
$LAN_CONFIGURATION_117 = 'Тока Ex-Banned (Panel)';
$LAN_CONFIGURATION_118 = 'некаво';


?>