<?php
/*
+ ----------------------------------------------------------------------------+
|     esGlobalBan - Language File.
|
|     $Source: /cvsroot/banned/languages/Russian/lan_badNames.php,v $
|     $Revision: 1.0 $
|     $Date: 2009/07/02 30:36:39 $
|     $Author: Odonel $
+----------------------------------------------------------------------------+
*/

$LAN_BADNAMES_001 = 'Добавление фильтра';
$LAN_BADNAMES_002 = 'Отметьте для фильтра этого ника/слова на страницах GlobalBan\'a.';
$LAN_BADNAMES_003 = 'Фильтр';
$LAN_BADNAMES_004 = 'Отметьте для кика игроков, использующих запрещенную фразу в своем нике.';
$LAN_BADNAMES_005 = 'Кик';
$LAN_BADNAMES_006 = 'Добавить';
$LAN_BADNAMES_007 = 'Запрещенные фразы';
$LAN_BADNAMES_008 = 'Фраза\слово';
$LAN_BADNAMES_009 = 'Удалить';
$LAN_BADNAMES_010 = 'Убрать фильтр этой фразы на сайте.';
$LAN_BADNAMES_011 = 'Включить фильтр этой фразы на сайте.';
$LAN_BADNAMES_012 = 'Убрать кик игроков, использующих запрещенную фразу в своем нике.';
$LAN_BADNAMES_013 = 'Включить кик игроков, использующих запрещенную фразу в своем нике.';
$LAN_BADNAMES_014 = 'Вы уверены что хотите удалить эту фразу?';
$LAN_BADNAMES_015 = 'Удаление фразы из списка.';
$LAN_BADNAMES_016 = "ВНИМАНИЕ: Избегайте коротких сочетаний для кика. Добавление фразы \"a\" будет выкидывать с сервера всех игроков с символом \"a\" в нике.";

?>